Repository: paycrypto-me/woocommerce-gateway-paycrypto-me
Catalog: src/trunk/languages/paycrypto-me-for-woocommerce-*.po
Languages: es_es, fr_fr, it_it, pt_br, ru_ru

source: PayCrypto.Me for WooCommerce
es_es: PayCrypto.Me para WooCommerce
fr_fr: PayCrypto.Me pour WooCommerce
it_it: PayCrypto.Me per WooCommerce
pt_br: PayCrypto.Me para WooCommerce
ru_ru: PayCrypto.Me для WooCommerce

source: PayCrypto.Me for WooCommerce offers a complete solution that allows your customers to pay using many cryptocurrencies in your store.
es_es: PayCrypto.Me para WooCommerce ofrece una solución completa que permite a sus clientes pagar con muchas criptomonedas en su tienda.
fr_fr: PayCrypto.Me pour WooCommerce offre une solution complète permettant à vos clients de payer avec de nombreuses cryptomonnaies dans votre boutique.
it_it: PayCrypto.Me per WooCommerce offre una soluzione completa che consente ai tuoi clienti di pagare utilizzando molte criptovalute nel tuo negozio.
pt_br: PayCrypto.Me para WooCommerce oferece uma solução completa que permite que seus clientes paguem usando várias criptomoedas em sua loja.
ru_ru: PayCrypto.Me для WooCommerce предлагает полное решение, позволяющее вашим клиентам оплачивать покупки в вашем магазине с помощью различных криптовалют.

source: Use directly your Bitcoin wallet to pay. Place the order to view the QR code and payment instructions.
es_es: Pague directamente con su monedero Bitcoin. Realice el pedido para ver el código QR y las instrucciones de pago.
fr_fr: Payez directement avec votre portefeuille Bitcoin. Passez la commande pour afficher le QR code et les instructions de paiement.
it_it: Paga direttamente con il tuo portafoglio Bitcoin. Effettua l'ordine per visualizzare il codice QR e le istruzioni di pagamento.
pt_br: Pague diretamente com sua carteira Bitcoin. Faça o pedido para visualizar o QR code e as instruções de pagamento.
ru_ru: Оплачивайте напрямую с помощью вашего Bitcoin-кошелька. Оформите заказ, чтобы увидеть QR-код и инструкции по оплате.

source: PayCrypto.Me payment initiated. Awaiting cryptocurrency payment confirmation.
es_es: Pago PayCrypto.Me iniciado. Esperando confirmación del pago en criptomoneda.
fr_fr: Paiement PayCrypto.Me initié. En attente de la confirmation du paiement en cryptomonnaie.
it_it: Pagamento PayCrypto.Me avviato. In attesa della conferma del pagamento in criptovaluta.
pt_br: Pagamento PayCrypto.Me iniciado. Aguardando confirmação do pagamento em criptomoeda.
ru_ru: Платёж PayCrypto.Me инициирован. Ожидание подтверждения криптовалютного платежа.

source: Awaiting cryptocurrency payment
es_es: Esperando pago en criptomoneda
fr_fr: En attente du paiement en cryptomonnaie
it_it: In attesa del pagamento in criptovaluta
pt_br: Aguardando pagamento em criptomoeda
ru_ru: Ожидание криптовалютного платежа

source: Selected payment method cannot be processed. Please try choosing another one.
es_es: El método de pago seleccionado no puede procesarse. Intente elegir otro.
fr_fr: La méthode de paiement sélectionnée ne peut pas être traitée. Veuillez essayer d'en choisir une autre.
it_it: Il metodo di pagamento selezionato non può essere elaborato. Prova a sceglierne un altro.
pt_br: O método de pagamento selecionado não pôde ser processado. Tente escolher outro.
ru_ru: Выбранный способ оплаты не может быть обработан. Пожалуйста, попробуйте выбрать другой.

source: Selected payment method is not supported. Please try choosing another one.
es_es: El método de pago seleccionado no es compatible. Intente elegir otro.
fr_fr: La méthode de paiement sélectionnée n'est pas prise en charge. Veuillez en choisir une autre.
it_it: Il metodo di pagamento selezionato non è supportato. Prova a sceglierne un altro.
pt_br: O método de pagamento selecionado não é compatível. Tente escolher outro.
ru_ru: Выбранный способ оплаты не поддерживается. Пожалуйста, попробуйте выбрать другой.

# Gateway description
source: PayCrypto.Me (Bitcoin) introduces a complete solution to receive your payments directly to your Bitcoin wallet (Non-custodial).
es_es: PayCrypto.Me (Bitcoin) ofrece una solución completa para recibir sus pagos directamente en su monedero Bitcoin (sin custodia).
fr_fr: PayCrypto.Me (Bitcoin) propose une solution complète pour recevoir vos paiements directement sur votre portefeuille Bitcoin (sans garde).
it_it: PayCrypto.Me (Bitcoin) offre una soluzione completa per ricevere i pagamenti direttamente nel tuo portafoglio Bitcoin (non custodial).
pt_br: PayCrypto.Me (Bitcoin) oferece uma solução completa para receber seus pagamentos diretamente em sua carteira Bitcoin (sem custódia).
ru_ru: PayCrypto.Me (Bitcoin) предлагает полное решение для получения платежей напрямую на ваш Bitcoin-кошелёк (без хранения).

source: Pay with Bitcoin
es_es: Pagar con Bitcoin
fr_fr: Payer avec Bitcoin
it_it: Paga con Bitcoin
pt_br: Pagar com Bitcoin
ru_ru: Оплатить биткоином

source: Permission denied.
es_es: Permiso denegado.
fr_fr: Accès refusé.
it_it: Permesso negato.
pt_br: Permissão negada.
ru_ru: Доступ запрещён.

source: Reset request received.
es_es: Solicitud de restablecimiento recibida.
fr_fr: Demande de réinitialisation reçue.
it_it: Richiesta di reset ricevuta.
pt_br: Solicitação de reinício recebida.
ru_ru: Запрос на сброс получен.

source: Security check failed
es_es: La comprobación de seguridad falló
fr_fr: Vérification de sécurité échouée
it_it: Controllo di sicurezza non superato
pt_br: Verificação de segurança falhou
ru_ru: Проверка безопасности не пройдена

source: Please enter a valid %s.
es_es: Por favor, introduzca un %s válido.
fr_fr: Veuillez entrer un %s valide.
it_it: Inserisci un %s valido.
pt_br: Por favor, insira um %s válido.
ru_ru: Пожалуйста, введите корректный %s.

source: The %s provided is not valid for the selected network.
es_es: El %s proporcionado no es válido para la red seleccionada.
fr_fr: Le %s fourni n'est pas valide pour le réseau sélectionné.
it_it: Il %s fornito non è valido per la rete selezionata.
pt_br: O %s fornecido não é válido para a rede selecionada.
ru_ru: Указанный %s недействителен для выбранной сети.

source: Enable/Disable
es_es: Activar/Desactivar
fr_fr: Activer/Désactiver
it_it: Abilita/Disabilita
pt_br: Ativar/Desativar
ru_ru: Включить/Выключить

source: Enable PayCrypto.Me.
es_es: Habilitar PayCrypto.Me.
fr_fr: Activer PayCrypto.Me.
it_it: Abilita PayCrypto.Me.
pt_br: Ativar PayCrypto.Me.
ru_ru: Включить PayCrypto.Me.

source: Title
es_es: Título
fr_fr: Titre
it_it: Titolo
pt_br: Título
ru_ru: Заголовок

source: Payment method name displayed on Checkout page.
es_es: Nombre del método de pago que se muestra en la página de pago.
fr_fr: Nom de la méthode de paiement affiché sur la page de paiement.
it_it: Nome del metodo di pagamento visualizzato nella pagina di pagamento.
pt_br: Nome do método de pagamento exibido na página de finalização.
ru_ru: Название способа оплаты, отображаемое на странице оформления заказа.

source: Description
es_es: Descripción
it_it: Descrizione
pt_br: Descrição
ru_ru: Описание

source: Payment method description displayed on Checkout page.
es_es: Descripción del método de pago que se muestra en la página de pago.
fr_fr: Description de la méthode de paiement affichée sur la page de paiement.
it_it: Descrizione del metodo di pagamento visualizzata nella pagina di pagamento.
pt_br: Descrição do método de pagamento exibida na página de finalização.
ru_ru: Описание способа оплаты, отображаемое на странице оформления заказа.

source: Pay directly from your Bitcoin wallet. Place your order to view the QR code and payment instructions.
es_es: Pague directamente desde su monedero Bitcoin. Realice el pedido para ver el código QR y las instrucciones de pago.
fr_fr: Payez directement depuis votre portefeuille Bitcoin. Passez la commande pour voir le QR code et les instructions de paiement.
it_it: Paga direttamente dal tuo portafoglio Bitcoin. Effettua l'ordine per visualizzare il codice QR e le istruzioni di pagamento.
pt_br: Pague diretamente com sua carteira Bitcoin. Faça o pedido para ver o QR code e as instruções de pagamento.
ru_ru: Оплачивайте напрямую с вашего Bitcoin-кошелька. Оформите заказ, чтобы увидеть QR-код и инструкции по оплате.

source: Network
es_es: Red
fr_fr: Réseau
it_it: Rete
pt_br: Rede
ru_ru: Сеть

source: Select the network for payments.
es_es: Seleccione la red para los pagos.
fr_fr: Sélectionnez le réseau pour les paiements.
it_it: Seleziona la rete per i pagamenti.
pt_br: Selecione a rede para pagamentos.
ru_ru: Выберите сеть для платежей.

source: Network Identifier
es_es: Identificador de red
fr_fr: Identifiant du réseau
it_it: Identificatore della rete
pt_br: Identificador da rede
ru_ru: Идентификатор сети

source: Tip: It is always preferable to use the wallet xPub rather than a wallet address for Bitcoin payments.
es_es: Consejo: Siempre es preferible usar el xPub de la billetera en lugar de una dirección para pagos en Bitcoin.
fr_fr: Astuce : il est toujours préférable d'utiliser le xPub du portefeuille plutôt qu'une adresse pour les paiements Bitcoin.
it_it: Suggerimento: è sempre preferibile utilizzare l'xPub del portafoglio anziché un indirizzo per i pagamenti in Bitcoin.
pt_br: Dica: é sempre preferível usar o xPub da carteira em vez de um endereço para pagamentos em Bitcoin.
ru_ru: Совет: для платежей в Bitcoin предпочтительнее использовать xPub кошелька, а не адрес.

source: Payment Timeout (hours)
es_es: Tiempo de espera de pago (horas)
fr_fr: Délai de paiement (heures)
it_it: Timeout di pagamento (ore)
pt_br: Tempo limite de pagamento (horas)
ru_ru: Тайм-аут платежа (часы)

source: Max time (in hours) to wait to confirm payment before the order expires.
es_es: Tiempo máximo (en horas) para esperar la confirmación del pago antes de que la orden caduque.
fr_fr: Temps maximal (en heures) pour attendre la confirmation du paiement avant l'expiration de la commande.
it_it: Tempo massimo (in ore) per attendere la conferma del pagamento prima che l'ordine scada.
pt_br: Tempo máximo (em horas) para aguardar a confirmação do pagamento antes que o pedido expire.
ru_ru: Максимальное время (в часах) ожидания подтверждения платежа до истечения заказа.

source: Payment number of confirmations
es_es: Número de confirmaciones de pago
fr_fr: Nombre de confirmations de paiement
it_it: Numero di conferme del pagamento
pt_br: Número de confirmações do pagamento
ru_ru: Количество подтверждений платежа

source: Tip: To ensure the Bitcoin payment has been made, recommended wait for 3 confirmations.
es_es: Consejo: Para asegurar que el pago en Bitcoin se ha realizado, se recomienda esperar 3 confirmaciones.
fr_fr: Astuce : pour s'assurer que le paiement Bitcoin a été effectué, il est recommandé d'attendre 3 confirmations.
it_it: Suggerimento: per assicurarsi che il pagamento Bitcoin sia stato effettuato, si consiglia di attendere 3 conferme.
pt_br: Dica: para garantir que o pagamento em Bitcoin foi realizado, recomenda-se aguardar 3 confirmações.
ru_ru: Совет: чтобы убедиться, что платеж Bitcoin выполнен, рекомендуется дождаться 3 подтверждений.

source: Hide for Non-Admin Users
es_es: Ocultar para usuarios que no son administradores
fr_fr: Masquer pour les utilisateurs non administrateurs
it_it: Nascondi agli utenti non amministratori
pt_br: Ocultar para usuários não administradores
ru_ru: Скрыть для неадминистраторов

source: Show only for administrators.
es_es: Mostrar solo a administradores.
fr_fr: Afficher uniquement aux administrateurs.
it_it: Mostra solo agli amministratori.
pt_br: Exibir apenas para administradores.
ru_ru: Показывать только администраторам.

source: If enabled, only administrators will see the payment method on Checkout page.
es_es: Si está habilitado, solo los administradores verán el método de pago en la página de pago.
fr_fr: Si activé, seuls les administrateurs verront la méthode de paiement sur la page de paiement.
it_it: Se abilitato, solo gli amministratori vedranno il metodo di pagamento nella pagina di pagamento.
pt_br: Se ativado, apenas administradores verão o método de pagamento na página de finalização.
ru_ru: Если включено, метод оплаты увидят только администраторы на странице оформления заказа.

source: Debug
es_es: Depuración
fr_fr: Débogage
pt_br: Depuração
ru_ru: Отладка

source: Enable debugging messages
es_es: Habilitar mensajes de depuración
fr_fr: Activer les messages de débogage
it_it: Abilita i messaggi di debug
pt_br: Ativar mensagens de depuração
ru_ru: Включить отладочные сообщения

source: Debug logs will be saved to WooCommerce > Status > Logs.
es_es: Los registros de depuración se guardarán en WooCommerce > Estado > Registros.
fr_fr: Les journaux de débogage seront enregistrés dans WooCommerce > Statut > Journaux.
it_it: I log di debug saranno salvati in WooCommerce > Stato > Log.
pt_br: Os logs de depuração serão salvos em WooCommerce > Status > Logs.
ru_ru: Отладочные логи будут сохранены в WooCommerce > Статус > Логи.

source: Danger Area
es_es: Área de peligro
fr_fr: Zone dangereuse
it_it: Area pericolosa
pt_br: Área de risco
ru_ru: Опасная зона

source: Resetting the payment derivation index will lead to the reuse of addresses and loss of past data. Proceed with caution and ensure you understand the implications.
es_es: Restablecer el índice de derivación de pagos provocará la reutilización de direcciones y la pérdida de datos anteriores. Proceda con precaución y asegúrese de comprender las implicaciones.
fr_fr: La réinitialisation de l'index de dérivation des paiements entraînera la réutilisation des adresses et la perte des données précédentes. Procédez avec prudence et assurez-vous de comprendre les implications.
it_it: Il ripristino dell'indice di derivazione dei pagamenti porterà al riutilizzo degli indirizzi e alla perdita dei dati precedenti. Procedi con cautela e assicurati di comprendere le implicazioni.
pt_br: Redefinir o índice de derivação de pagamentos levará à reutilização de endereços e à perda de dados antigos. Proceda com cautela e certifique-se de entender as implicações.
ru_ru: Сброс индекса производных платежей приведёт к повторному использованию адресов и потере прошлых данных. Действуйте осторожно и убедитесь, что понимаете последствия.

source: Support the development!
es_es: ¡Apoya el desarrollo!
fr_fr: Soutenez le développement !
it_it: Supporta lo sviluppo!
pt_br: Apoie o desenvolvimento!
ru_ru: Поддержите разработку!

source: Payment sent to %1$s, Order Reference #%2$s
es_es: Pago enviado a %1$s, referencia de pedido #%2$s
fr_fr: Paiement envoyé à %1$s, référence de commande #%2$s
it_it: Pagamento inviato a %1$s, riferimento ordine #%2$s
pt_br: Pagamento enviado para %1$s, referência do pedido #%2$s
ru_ru: Платёж отправлен на %1$s, ссылка на заказ #%2$s

source: Payment Details
es_es: Detalles del pago
fr_fr: Détails du paiement
it_it: Dettagli del pagamento
pt_br: Detalhes do pagamento
ru_ru: Детали платежа

source: Fiat Amount:
es_es: Importe en fiat:
fr_fr: Montant en fiat :
it_it: Importo in valuta fiat:
pt_br: Valor em moeda fiduciária:
ru_ru: Сумма в фиате:

source: Crypto Amount:
es_es: Importe en cripto:
fr_fr: Montant en crypto :
it_it: Importo in criptovaluta:
pt_br: Valor em cripto:
ru_ru: Сумма в крипто:

source: Crypto Network:
es_es: Red de cripto:
fr_fr: Réseau crypto :
it_it: Rete crypto:
pt_br: Rede cripto:
ru_ru: Крипто-сеть:

source: Scan QR Code to Pay:
es_es: Escanee el código QR para pagar:
fr_fr: Scannez le QR Code pour payer :
it_it: Scansiona il codice QR per pagare:
pt_br: Escaneie o QR Code para pagar:
ru_ru: Сканируйте QR-код для оплаты:

source: QR Code for Payment
es_es: Código QR para el pago
fr_fr: QR Code de paiement
it_it: Codice QR per il pagamento
pt_br: QR Code para pagamento
ru_ru: QR-код для оплаты

source: Payment address copied to clipboard.
es_es: Dirección de pago copiada al portapapeles.
fr_fr: Adresse de paiement copiée dans le presse-papiers.
it_it: Indirizzo di pagamento copiato negli appunti.
pt_br: Endereço de pagamento copiado para a área de transferência.
ru_ru: Адрес оплаты скопирован в буфер обмена.

source: open your wallet app
es_es: abra su aplicación de monedero
fr_fr: ouvrez votre application de portefeuille
it_it: apri la tua app del portafoglio
pt_br: abra seu aplicativo de carteira
ru_ru: откройте своё приложение кошелька
