Repository: paycrypto-me/woocommerce-gateway-paycrypto-me
Catalog: source/trunk/languages/woocommerce-gateway-paycrypto-me-*.po
Languages: de_de

source: PayCrypto.Me for WooCommerce
de_de: PayCrypto.Me für WooCommerce

source: PayCrypto.Me Payments for WooCommerce introduces a complete solution that allows your customers to pay with BTC, ETH, SOL, and many other cryptocurrencies in your WooCommerce store.
de_de: PayCrypto.Me-Zahlungen für WooCommerce bieten eine umfassende Lösung, mit der Ihre Kunden mit BTC, ETH, SOL und vielen anderen Kryptowährungen in Ihrem WooCommerce-Shop bezahlen können.

source: Use directly your Bitcoin wallet to pay. Place the order to view the QR code and payment instructions.
de_de: Verwenden Sie direkt Ihre Bitcoin-Wallet, um zu bezahlen. Geben Sie die Bestellung auf, um den QR-Code und die Zahlungsanweisungen anzuzeigen.

source: PayCrypto.Me payment initiated. Awaiting cryptocurrency payment confirmation.
de_de: PayCrypto.Me-Zahlung eingeleitet. Warten auf Bestätigung der Kryptowährungszahlung.

source: Awaiting cryptocurrency payment
de_de: Warten auf Kryptowährungszahlung

source: Selected payment method cannot be processed. Please try choosing another one.
de_de: Die ausgewählte Zahlungsmethode kann nicht verarbeitet werden. Bitte versuchen Sie, eine andere auszuwählen.

source: Selected payment method is not supported. Please try choosing another one.
de_de: Die ausgewählte Zahlungsmethode wird nicht unterstützt. Bitte versuchen Sie, eine andere auszuwählen.

# Gateway description
source: PayCrypto.Me (Bitcoin) introduces a complete solution to receive your payments directly to your Bitcoin wallet (Non-custodial).
de_de: PayCrypto.Me (Bitcoin) bietet eine umfassende Lösung, um Zahlungen direkt in Ihre Bitcoin-Wallet zu erhalten (nicht verwahrend).

source: Pay with Bitcoin
de_de: Mit Bitcoin bezahlen

source: Permission denied.
de_de: Zugriff verweigert.

source: Reset request received.
de_de: Zurücksetzungsanforderung erhalten.

source: Security check failed
de_de: Sicherheitsüberprüfung fehlgeschlagen

source: Please enter a valid %s.
de_de: Bitte geben Sie eine gültige %s ein.

source: The %s provided is not valid for the selected network.
de_de: Die angegebene %s ist für das ausgewählte Netzwerk nicht gültig.

source: Lightning Address
de_de: Lightning-Adresse

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable PayCrypto.Me.
de_de: PayCrypto.Me aktivieren.

source: Title
de_de: Titel

source: Payment method name displayed on Checkout page.
de_de: Name der Zahlungsmethode, der auf der Checkout-Seite angezeigt wird.

source: Description
de_de: Beschreibung

source: Payment method description displayed on Checkout page.
de_de: Beschreibung der Zahlungsmethode, die auf der Checkout-Seite angezeigt wird.

source: Pay directly from your Bitcoin wallet. Place your order to view the QR code and payment instructions.
de_de: Bezahlen Sie direkt aus Ihrer Bitcoin-Wallet. Geben Sie Ihre Bestellung auf, um den QR-Code und die Zahlungsanweisungen anzuzeigen.

source: Network
de_de: Netzwerk

source: Select the network for payments.
de_de: Wählen Sie das Netzwerk für Zahlungen aus.

source: Network Identifier
de_de: Netzwerkkennung

source: Tip: It is always preferable to use the wallet xPub rather than a wallet address for Bitcoin payments.
de_de: Tipp: Es ist immer vorzuziehen, die Wallet xPub anstelle einer Wallet-Adresse für Bitcoin-Zahlungen zu verwenden.

source: Payment Timeout (hours)
de_de: Zahlungszeitlimit (Stunden)

source: Max time (in hours) to wait to confirm payment before the order expires.
de_de: Maximale Wartezeit (in Stunden), um die Zahlung zu bestätigen, bevor die Bestellung abläuft.

source: Payment number of confirmations
de_de: Anzahl der Zahlungsbestätigungen

source: Tip: To ensure the Bitcoin payment has been made, recommended wait for 3 confirmations.
de_de: Tipp: Um sicherzustellen, dass die Bitcoin-Zahlung erfolgt ist, wird empfohlen, auf 3 Bestätigungen zu warten.

source: Hide for Non-Admin Users
de_de: Für Nicht-Admin-Benutzer ausblenden

source: Show only for administrators.
de_de: Nur für Administratoren anzeigen.

source: If enabled, only administrators will see the payment method on Checkout page.
de_de: Wenn aktiviert, sehen nur Administratoren die Zahlungsmethode auf der Checkout-Seite.

source: Debug
de_de: Debuggen

source: Enable debugging messages
de_de: Debugging-Nachrichten aktivieren

source: Debug logs will be saved to WooCommerce > Status > Logs.
de_de: Debug-Protokolle werden unter WooCommerce > Status > Protokolle gespeichert.

source: Danger Area
de_de: Gefahrenbereich

source: Resetting the payment derivation index will lead to the reuse of addresses and loss of past data. Proceed with caution and ensure you understand the implications.
de_de: Das Zurücksetzen des Zahlungsableitungsindex führt zur Wiederverwendung von Adressen und zum Verlust vergangener Daten. Gehen Sie vorsichtig vor und stellen Sie sicher, dass Sie die Auswirkungen verstehen.

source: Support the development!
de_de: Unterstützen Sie die Entwicklung!

source: Payment sent to %1$s, Order Reference #%2$s
de_de: Zahlung gesendet an %1$s, Bestellreferenz #%2$s

source: Payment Details
de_de: Zahlungsdetails

source: Fiat Amount:
de_de: Fiat-Betrag:

source: Crypto Amount:
de_de: Krypto-Betrag:

source: Crypto Network:
de_de: Krypto-Netzwerk:

source: Scan QR Code to Pay:
de_de: QR-Code scannen, um zu bezahlen:

source: QR Code for Payment
de_de: QR-Code für Zahlung

source: Payment address copied to clipboard.
de_de: Zahlungsadresse in die Zwischenablage kopiert.

source: open your wallet app
de_de: Öffnen Sie Ihre Wallet-App
